import newkom from "../images/cases/newkom.png";
import newkomversioncenter from "../images/cases/newkomversioncenter.png";
import version from "../images/cases/version.png";
import newtech from "../images/cases/newtech.png";
import rps from "../images/cases/rps.png";
import newkom2 from "../images/cases/newkom2.png";
import progress from "../images/cases/progress.png";

export const data = [
  {
    id: 1,
    image: newkom,
    title: "Невком",
    firstText: "Вальцы для прокатки листового металла",
    secondText:
      "Установка была значительных размеров. Размер вальцов определяется толщиной сгибаемого листа стали. Требуемые вальцы гнут сталь 60мм. Если бы фальцы гнули 4-6 мм, они были бы не такие большие.",
    thirdText:
      "Собрали предложения от поставщиков и выбрали оптимального по соотношению цена/качество. В процессе поставки добавили в спецификацию поддерживающие утсройства и успешно импортировали оборудование. Клиент остался доволен.",
  },
  {
    id: 2,
    image: newtech,
    title: "Невский Технолог",
    firstText: "Вальцы для прокатки листового металла",
    secondText:
      "У нас уже был проверенный поставщик аналогичной продукции. Мы направили производителю чертеж изделия, которое необходимо производить на данном оборудовании. Производитель уточнил, что потребуются специализированные конусные вальцы.",
    thirdText:
      "Чтобы не везти отдельно в контейнере один станок, дозакупили дополнительное оборудование (станки гибки и резки армматуры, гибочный пресс и обычные вальцы), которое заказчик взял для последующей реализации",
  },
  {
    id: 3,
    image: version,
    title: "Версия-центр",
    firstText: "Станок лазерной резки Металла и источником Raycus 1,5KВт",
    secondText:
      "Изначально было получено подозрительное предложение от неизвестной компании. В процессе обсуждения с уже проверенными производилями данного оборудования было выяснено, что используются некачественные комплектующие, легкая станина, серводвигатели меньшей мощности. К тому же, пользуясь незнанием заказчика, производитель дал предложение, не включающее расходы по траснпортировке груза до  судна.",
    thirdText: "Импортировали оборудование от уже проверенного производиеля",
  },
  {
    id: 4,
    image: rps,
    title: "РПС",
    firstText: "Токарный станок с ЧПУ",
    secondText: "",
    thirdText:
      "В итоге заказчик Решил взять токарный станок большего размера с запасом. Также в комплект станка было включены расходники по максимуму, и дополнительные патроны, кулачки , люнеты.",
  },
  {
    id: 5,
    image: newkom2,
    title: "НевКом",
    firstText: "Станок электроэрозионный проволочно вырезной",
    secondText:
      "Поставка оборудования осуществлялась ЖД способом, в процессе чего станок пришел с повреждениями во время транспортировки.",
    thirdText:
      "Доставку подобного оборудования лучше осуществлять морским путем. В процессе поставки мы дозаказали дополнительные детали, чтобы станок был полностью исправен.",
  },
  {
    id: 6,
    image: progress,
    title: "Стройпрогресс",
    firstText: "Линия по производству легковркучивающихся свай.",
    secondText:
      "Заказчику требовалось изготовление свай настандартных размеров. Их особенность в том, что у них меньшая ширина лопасти, благодаря чему они легко вкручиваются. Такие сваи в настоящий момент набирают популярность, т.к. они удобнее для монтажников.",
    thirdText:
      "В процессе сбора предложений поняли, что лучше выбрать полуавтоматическую линию.  Мы заключили контракт и успешно импортировали оборудование.",
  },
  {
    id: 7,
    image: newkomversioncenter,
    title: "Невком, Версия-центр.",
    firstText: "Гибочный пресс",
    secondText:
      "Заказчик обратился с готовым коммерческим предложением от российских поставщиков, но хотел получить расчет поставки напрямую из Китая.",
    thirdText:
      "У нас имелись проверенные поставщики аналогичного оборудования, в результате чего Заказчик выбрал прямую поставку  и сэкономил более 5000 USD",
  },
];
